<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="keywords" content="" />
<meta name="description" content="" />
<title>外研社手机词典在线帮助</title>
<link rel="stylesheet" type="text/css" href="css/style.css" />
</head>
<body>
<?php include ("top.php");?>
<div class="con1 ">
   <div class="con_2 "><img src="image/img_8.gif" /></div>
   <div class="left0"></div>
   <div class="left1"><?php include ("left.php");?></div>
   <div class="right">
       <div class="right0"> 
               <li class="li_2 color">在线帮助</li> 
	   </div> 
	   <div class="right1">
					<p class="p0 color">* <b> 外研社手机词典是什么？</b></p>
 					<p class="p0"> 外研社手机词典是一款可以在手机端使用的电子词典。产品分为英语、日语、德语、法语、意大利语、西班牙语、俄语和韩语共8个语种，共完整收录十余本专业词典，此外，为满足广大外语学习者的需求，我们还加入了阅读和会话两项功能，使学习者可以通过手机更为完整的学习语言。<p>
					<br />
					<p class="p0 color">* <b> 外研社手机词典的优势是什么？</b></p>
					<p class="p0">当今世面上出现的手机词典虽然基本满足使用者的需求，但缺少权威词库和容量小的问题始终是手机词典的最大瓶颈，而外研社手机词典的优势恰恰弥补了这两大缺陷，首先，外研社是一家外语专业出版社，拥有丰富的外语工具书资源，从而解决了内容的版权问题。其次，我们通过使用手机存贮卡这一介质，完全解决以往手机词典容量小的问题，在保证大容量的同时，我们还能保证其运行速度。 </p>
                                        <p class="p0">外研社希望在未来的辞书市场中，将纸制图书与电子产品相互结合，互相取长补短，最大限度的满足消费者的需求，为学习外语的各界人士提供全方位的服务。 </p>
					<br />
					<p class="p0 color">* <b> 外研社手机词典与电子词典的不同点?</b></p>
					 <p class="p0">外研社手机词典比电子词典携带更方便、操作更简单、更新更方便、内容更丰富</p>
					 <p class="p0">外研社手机词典在您有限的空间里，不增加任何新的终端，只需将一片小小的手机存储卡放入您的手机里</p>
					 <p class="p0">外研社手机词典根据手机的操作特性，操作更方便，菜单与功能键设置更人性化</p>
					 <p class="p0">外研社手机词典可以通过PC和手机下载或者是换取新的存贮卡来更新数据</p>
					 <p class="p0">外研社手机词典以外研社丰富的内容为依托，使你可以根据自己的需求来选择内容</p>
					<br />
					<p class="p0 color">* <b> 外研社手机词典都包括哪些内容？</b></p>
					 <p class="p0">目前已上市的产品共包括英语、德语、法语和日语4个语种，除词典以外我们将加入阅读和会话两大分类，其内容是：</p>
					 <p class="p0">英语<br />《麦克米伦高阶英汉双解词典》《新世纪汉英大词典》《现代英汉汉英词典》《大学英语四级考试词汇 修订版》《大学英语六级考试词汇 修订版》《容易误译的英语》《时尚英语 美国流行文化》《时尚英语达女》《时尚英语达男》《同一个世界英语300句》</p>
					 <p class="p0">德语<br />《现代英汉汉英词典》《现代德汉汉德词典》《新编德汉词典》《德语成语词典》《海涅诗选》《歌德诗选》《新编德语语法》《汉德分类词汇手册》《黑赛诗选》《即学即用德语会话词典》</p>
					 <p class="p0">法语<br />《现代英汉汉英词典》《拉鲁斯法汉双解词典》《新世纪法汉大词典》《精编汉法词典 》《现代法汉汉法词典》《汉法分类词汇手册》《即学即用日语会话词典》《新编法语语法》《莫泊桑短篇小说集》《法国文学》《孤女寻亲记》《苦儿流浪记》《小东西》</p>
					 <p class="p0">日语<br />《现代英汉汉英词典》《现代日汉汉日词典》《简明现代日本语语法》《即学即用汉法生活用语手册》《日汉对照幽默故事》</p>
                                         <p class="p0">俄语<br />《现代英汉汉英词典》《现代俄汉词典》《现代汉俄词典》《新编汉俄分类词汇手册（修订版）》《俄语初级实践语法》《叶赛宁诗选》《现代俄语口语》</p>
                                         <p class="p0">韩语<br />《现代英汉汉英词典》《现代韩中中韩词典》《读故事学韩语》《韩语初级词汇3000详解》《即学即用韩语会话词典》</p>
                                         <p class="p0">意大利语<br />《现代英汉汉英词典》《现代意汉汉意词典》《意大利语常用5000基础词汇》《意大利语常用近义词与反义词简明学习手册》《意大利语核心表达法》《意大利语留学指南》《出国说意大利语》 </p>
                                         <p class="p0">西班牙语<br />《现代英汉汉英词典》《现代西汉汉西词典》《斗牛士西班牙语背单词》《西班牙文学》《即学即用西班牙语会话词典》</p>

                                        <br />
					<p class="p0 color">* <b> 试用版和正式版有什么区别？</b></p>
					<p class="p0"> 外研社手机词典现阶段提供的有试用版本和正式版本，试用版本在网站dict.2u4u.com.cn可免费下载使用，超前体验外研社手机词典的强大功能。正式版本需购买及注册激活才可以使用。 </p>
					<p class="p0"> 试用版安装程序在设计和编写上与正式版不同，试用版无需进行注册； 但是试用版词库容量较小。</p> 
					<p class="p0"> 正式版程序比试用版优化，内容全部是外研社权威词典及经典读物，词典、会话全部真人发音。</p>
					<br />
                                        <p class="p0 color">* <b> 外研社手机词典安装使用过程中常见问题解答。</b></p>
                                        <p class="p0 color">* <b> 1、问：手机词典试用版和正式版有什么区别？</b></p>
   <p class="p0">答：试用版手机词典词典部分只能查询以a、b开头的单词，且内容较少，阅读和会话部分的内容也只是正式版本的一部分。</p>

<br />
<p class="p0 color">* <b> 2、问：关于外研社手机词典可支持的分辨率说明？</b></p>
   <p class="p0">答：外研社手机词典可支持的分辨率包含:240*320,176*228（Java版本）.</p>

<br />
<p class="p0 color">* <b> 3、问：关于java版手机词典安装后的设置说明？</b></p>
   <p class="p0">答：每款手机的设置方法略有不同，要根据具体手机型号进行设置。</p>
       <p class="p0">第一、大部分手机适用的设置方法: 在程序安装目录中找到“外研社手机词典”，点击菜单“选项”或者“设置”，找到“权限”栏打 
       开，将“读取用户数据”和“增加和编辑用户数据”修改为“总是运行”或者“从不询问”。</p>
       <p class="p0">第二、S40系统的手机设置方法：选中“外研社手机词典”，打开选项→应用软件接入→数据接入。将'读取用户数据'、'增加和编辑数 
       据'的权限修改为“总是允许”。 </p>
       <p class="p0">[注意: 部分水货手机由于在刷机过程中刷掉了系统证书,所以无法进行设置.]</p>
<br />
<p class="p0 color">* <b> 4、问：以后手机词典要是有更新的版本可以免费升级不？</b></p>
   <p class="p0">答：以后更新的版本可以免费升级，升级程序我们会放在网站上供大家下载。</p>

<br />
<p class="p0 color">* <b> 5、问：安装后点击本程序的图标无法运行是怎么回事？</b></p>
   <p class="p0">答：1、这是由于你存放的资料内容位置不正确，程序资料包data文件夹必须放置在卡的根目录下。</p>
       <p class="p0">2、部分手机支持Java平台，但是不支持本程序Java版本所需要的JSR75(Java规范)。</p>
       <p class="p0">3、手机词典安装路径不正确。注意：在安装程序时安装路径要选择TF卡，因为手机词典程序是和卡绑定的。</p>

<br />
<p class="p0 color">* <b> 6、问：要是换了手机，原来注册过的手机词典还可以继续使用吗？</b></p>
   <p class="p0">答：第一种情况：更换了新手机但手机系统没有变，那么原来的手机词典可以继续使用；第二种情况：更换了新手机且手机系统也换了[例  
       如：从Symbian版系统的手机换到java或wm]，那么就需要在重新安装注册了。[购买的TF卡中3个版本的安装程序都有的，每个手机词典 
      可以有2次注册激活的机会]。</p>

<br />
<p class="p0 color">* <b> 7、问：我的手机不支持TF卡，能用你们的手机词典吗？</b></p>
   <p class="p0">答：你的手机不支持内存卡也没关系，你可以将TF卡中的安装程序和资料拷贝到你的手机自带的扩展卡或者内存卡中在安装使用。</p>

<br />
<p class="p0 color">* <b> 8、问：触屏手机如何使用Symbian或Java版手机词典？</b></p>
   <p class="p0">答：外研社手机词典中自带小键盘，触屏手机在使用Symbian或Java版手机词典时可以通过小键盘来操作。</p>

<br />
<p class="p0 color">* <b> 9、问：使用手机词典TF卡后，原来手机卡中的内容怎么办，还能使用吗？</b></p>
   <p class="p0">答：手机使用手机词典TF卡后，原来手机卡中的内容也不会丢失，只要将原来的内容拷贝到TF卡中即可。如果提示文件已存在，可以另外保 
       存原有文件，也可以直接覆盖原有文件。</p>

<br />
<p class="p0 color">* <b> 10、问：使用Windows Mobile版本的程序，打开时提示“不要使用盗版软件”是怎么回事？怎么解决？</b></p>
    <p class="p0">答：这是因为本程序已经包含注册信息，但是序列号、安装码和激活码不匹配，程序验证无法通过。首先确认资料包data文件夹内的资料  
        是否进行改动、移动或者损坏；确认存储卡是否损坏；确认手机注册时的时区和此次打开时的时区设置是否一致。</p>
<br />
<p class="p0 color">* <b> 11、问：使用手机浏览图片时，有很多乱码图片，是否可以删除？</b></p>
    <p class="p0">答：这些乱码图片是程序的字库图片，请勿更改和移动。</p>
<br />
<p class="p0 color">* <b> 12、问：使用Java版本的程序，已经注册成功，更换同样使用Java程序的手机时提示重新注册是怎么回事？</b></p>
    <p class="p0">答：请将更换的手机的时区设置和原有手机时区一致。</p>
<br />
<p class="p0 color">* <b> 13、问：在网站注册时，输入序列号或者安装码错误，得到的激活码无法在手机上注册成功，再次在网站上注册激活时，提示达到最大注册次  
        数，能否再注册激活？</b></p>
    <p class="p0">答：每个序列号提供两次的注册激活机会，因为个人原因导致注册次数达到最大注册次数时，概不负责。</p>


	   </div> 
   </div>
</div>
<?php include ("down.php");?>
</body>
</html>